{
	"@metadata": {
		"authors": [
			"Christophe Avonture"
		],
		"last-updated": "2018-03-13 15:28:15",
		"locale": "fr"
	},
	"button_zip_note":"Télécharge la note au format ZIP",
	"editor_dropzone_placeholder":"Zone de téléversement en masse :<ol><li>Positionnez le curseur dans l'éditeur à l'endroit où doivent apparaître les images \/ les hyperliens vers les fichiers,<\/li><li>Depuis votre disque dur, glissez \/déposez les fichiers ici.<\/li><\/ol>Les fichiers seront alors envoyés sur le serveur un par un et seront repris dans votre note.<br\/><em>Les fichiers ayant été chargés avec succès disparaîtront de cette zone, si des fichiers y restent, ces derniers n'auront pas été acceptés par la configuration du serveur.<\/em>",
	"ajax_error": "<strong>Une erreur est survenue :<\/strong><br\/>Statut : $1<br\/>Code HTTP retourné : $2 ($3)<br\/>XHR ReadyState : $4<br\/>Réponse du serveur :<br\/>$5",
	"check_SEF_Mode":"L'erreur ci-dessous semble indiquer que le mode rewrite (`mod_rewrite`) d'Apache n'est pas actif; veuillez l'activer pour garantir le bon fonctionnement de marknotes. Si votre serveur est déjà configuré correctement, il faut ajouter une ligne `RewriteEngine On` dans votre fichier `.htaccess` et, éventuellement, une seconde ligne telle que `RewriteBase \/`. Veuillez lire les commentaires présents dans le fichier htaccess.txt.",
	"together_editor_started":"$1<span style=\"white-space:normal;\"<strong>$2<\/strong> commence à éditer la note $3</span>. (<strong><a href='javascript:fnPluginTogetherShow(\"$4\", \"$5\");'>Afficher la note en cours d'édition<\/a>",
	"settings_plugins_page_html_together_title":"TogetherJS",
	"settings_plugins_page_html_together_enabled":"Activer le plugin TogetherJS qui permet de collaborer à plusieurs sur un même document (il faudra rafraîchir l'interface après modification de ce paramètre)",
	"only_dev_mode_on":"Afin d'utiliser cette fonctionnalité, veuillez d'abord activer le mode debug ainsi que le mode développement dans le fichier settings.json. Cela peut aussi être vrai depuis l'écran de configuration.",
	"settings_plugins_options_task_search_disable_plugins":"Désactive les plugins lors d'une recherche; cela permet de fortement accélérer la recherche mais rends impossible, p.ex. de rechercher sur un mot de passe qui aurait été crypté (ou n'importe quel autre résultat provenant d'un plugin)",
	"search_disable_plugins":"Désactive les plugins (plus rapide mais non exhaustive; p.ex. ne retrouve aucune information cryptée)",
	"settings_plugins_options_task_search_title":"Recherche",
	"settings_plugins_options_task_search_restrict_folders_first_level": "Affiche uniquement le nom du dossier de premier niveau (et pas toute l'arborescence) dans l'écran de recherche avancée",
	"search_advanded_form":"Recherche avancée",
	"button_save_done_backup_taken":"Note: une sauvegarde de la note a d'abord été réalisée et sauvée dans le dossier %1",
	"settings_plugins_options_task_backup_make_backup_before_updating":"Prends une copie de sauvegarde de la note avant de la mettre à jour",
	"intro_js_disabled":"Le plugin intro a été dépublié",
	"intro_js_hide_toc":"Ce bouton va masquer la liste des fichiers et des dossiers (aussi connu comme étant le 'treeview')",
	"intro_js_toc":"Vos notes sont organisées dans des dossiers et des fichiers. Ne manquez pas le menu contextuel accessible avec un clic droit ;-) Essayez-le sur un dossier ou une note.",
	"intro_js_note_h1":"Le titre de la note va apparaître ici. Une icône sera affiché après le titre lorsque le plugin Favorites est actif : cliquez sur cette îcône pour ajouter ou supprimer la note de la liste des favoris.",
	"intro_js_homepage":"Quand le plugin Homepage est actif, vous pouvez décider d'afficher une note ici, immédiatement après l'affichage de l'interface. Vous pouvez p.ex. souhaiter la bienvenue à vos utilisateurs.",
	"intro_js_favorites":"Afin de retrouvez facilement une note, vous pouvez l'ajouter à la liste de vos favoris. Il y a une icône à la droite du titre de la note pour cela. La liste des notes favorites sera affiché ici (lorsque le plugin Favorites est actif)",
	"intro_js_lastmod":"La liste des notes ayant été ajoutées\/modifiées récemment apparaîtra ici afin de simplifier l'accès à une note et de continuer votre travail de rédaction (le plugin LastMod doit être actif)",
	"intro_js_reveal":"Affichage de la note sous la forme d'un slideshow, vraiment sympa!",
	"intro_js_search":"À la recherche de quelque chose, démarrez ici et introduisez un ou plusieurs mots-clefs ici.",
	"intro_js_quickicons":"Vous allez trouver ici un accès rapide aux fonctions les plus utilisées. Vous pouvez complètement personnaliser ce qui doit apparaître ici en vous rendant dans l'écran de configuration et en activant \/ désactivant les boutons dits 'Quick icons'",
	"intro_js_settings_button":"Cliquez ici pour accéder à la liste complète des fonctionnalités ainsi qu'à l'écran de configuration.",
	"action_download": "Télécharger le fichier",
	"action_html": "Afficher la présentation comme un article",
	"action_prohibited": "La configuration de l'application interdit cette action",
	"action_slideshow": "Voir cet article sous le format présentation",
	"allow_popup_please": "La nouvelle fenêtre a été bloquée par votre navigateur, veuillez s'il vous plaît autoriser les 'popups' pour votre domaine",
	"app_download": "Téléchargez Marknotes sur GitHub",
	"app_name": "Marknotes - Gestionnaire de prise de notes",
	"app_website": "https:\/\/www.marknotes.fr",
	"apply_filter": "Limite la liste des notes à [$1]",
	"apply_filter_tag": "Affiche les notes reprennant ce mot",
	"are_you_sure": "Êtes-vous sûr ?",
	"backup_archive_ready": "Sauvegarde prête",
	"backup_download": "Télécharger les archives",
	"backup_file_created": "Le fichier $1 a été créé",
	"backup_files_generated": "Archive(s) générée(s) :",
	"backup_folder_location": "L'archive sera placée dans le dossier protégé $1",
	"backup_getfiles_error": "Avant de lancer la création de l'archive, une liste de fichiers doit être générée et il y a eu un problème durant cette étape précise",
	"backup_getfiles_ok": "La liste des fichiers à sauvegarder a été créée avec succès",
	"backup_ignore_extensions": "Extensions à ignorer lors de la sauvegarde",
	"backup_only_can_see_folders": "Si certains dossiers ne vous étaient pas accessibles parce que vous n'avez pas l'autorisation d'y accéder, ils ne seront pas repris dans la liste ci-contre ni dans la sauvegarde. Dans ce cas de figure, une sauvegarde complète ne peut être faite que par quelqu'un qui possède tous les accès.",
	"backup_start": "Démarre le processus de sauvegarde",
	"backup_this_folder": "Nom du dossier à sauvegarder (sous-dossiers inclus)",
	"backup_this_settings": "Paramétrisation de cette sauvegarde",
	"backuplog": "Progression de l'archivage",
	"button_addImage_Gallery": "Ajouter une galerie d'images dans votre contenu",
	"button_addListFiles": "Générer une liste dynamique avec tous les fichiers présents dans un dossier spécifique",
	"button_addInclude":"Fusionner le contenu d'une autre note à l'intérieur de votre note actuelle. Ce plugin est extrêmement puissant car il permet d'inclure, en cascade, des notes qui ont aussi des instructions INCLUDEMerge the content of another note inside your current one. This plugin is extremly powerfull, allowing to include notes that also have INCLUDE statements",
	"button_addCSV": "Ajout d'un fichier CSV externe qui sera affiché sous forme de tableau HTML",
	"button_addLastUpdate": "Récupérer et afficher la date de la dernière modification de la note",
	"button_addMermaid": "Ajoute un diagramme de type mermaid",
	"button_addTOC": "Insère une table des matières",
	"button_addTODOS": "Insère une table des tâches à réaliser",
	"button_addLASTUPDATE": "Insère la date de dernière mise à jour du fichier",
	"button_backup": "Crée un backup de vos notes",
	"button_convertMD": "Converti le contenu HTML de la note en Markdown",
	"button_curlBlog": "Récupère le code HTML d'une page sur le web",
	"button_encrypt": "Encrypte la sélection",
	"button_exit_edit_mode": "Quitte le mode édition",
	"button_exit_not_save": "Souhaitez-vous quitter l'éditeur sans sauvegarder votre travail ?",
	"editor_preview": "<li>Prévisualisation de votre note, celle-ci n'a donc pas été sauvée.<\/li><li>Le visuel de la note peut être altéré à cause des feuilles de style de l'éditeur (ses fichiers CSS); le rendu final peut donc être différent.</li>",
	"button_save": "Enregistre vos modifications sur le serveur",
	"button_edit_multiusers": "Éditez cette note à plusieurs",
	"button_save_done": "Le fichier a été enregistré avec succès",
	"button_save_error": "Une erreur a été rencontrée lors de la sauvegarde",
	"button_translate": "Traduit le texte",
	"button_upload_image": "Téléverse une image et insère le tag d'affichage de l'image à l'endroit où se situe le curseur",
	"cancel": "Annuler",
	"cancelled": "Annulation",
	"confidential": "confidentiel",
	"copy_clipboard": "Copie le contenu de la note, avec mise en page, dans le presse-papier",
	"copy_clipboard_done": "La note a été copiée. Vous pouvez vous rendre dans l'application de destination et coller le contenu du presse-papier",
	"copy_html": "Copier le code source HTML de la note dans le presse-papier",
	"copy_html_done": "Le code source HTML de la note a été copié. Vous pouvez vous rendre dans l'application de destination et coller le contenu du presse-papier",
	"copy_link": "Copier le lien vers cette note dans le presse-papier",
	"copy_link_done": "L'URL $1 a été copiée dans le presse-papier.",
	"datatable_copy": "Copier",
	"datatable_copyKeys": "Appuyez sur <i>ctrl<\/i> ou <i>⌘<\/i> + <i>C<\/i> pour copier les données du tableau à votre presse-papiers. <br><br>Pour annuler, cliquez sur ce message ou appuyez sur Echap.",
	"datatable_copySuccess_Many": "$1 lignes copiées",
	"datatable_copySuccess_One": "1 ligne copiée",
	"datatable_copyTitle": "Ajouté au presse-papiers",
	"date": "%A %d %B %Y - %H:%M",
	"deleted": "Supprimé",
	"display_that_note": "Afficher cette note",
	"edit_file": "Éditer la note",
	"editor_translate_alert_title": "Vers quelle langue souhaitez-vous traduire ?",
	"editor_translate_doit": "Traduire",
	"editor_translate_select": "Veuillez sélectionner une langue",
	"encrypted": "Cette information est cryptée.",
	"encrypted_hint": "Cette information est cryptée. Vous devez d'abord vous connecter pour y avoir accès.",
	"encrypt_decrypt_error": "Une erreur est survenue lors du décryptage, veuillez vérifier si votre mot de passe est correct",
	"error": "Erreur",
	"error_js_mime_not_allowed": "Ce type de fichier n'est pas autorisé. Si nécessaire, veuillez éditer les paramètres d'upload de marknotes pour autoriser l'extension ou le type mime de ce fichier.",
	"error_mime_not_allowed": "Le fichier [$1] n'est pas autorisé (type MIME : [$2]). Si vous souhaitez l'autoriser, veuillez adapter vos paramètres d'upload.",
	"error_together_not_loaded": "Le plugin TogetherJS n'est pas actif, veuillez vous rendre dans l'écran de paramétrage de marknotes pour l'activer si vous souhaitez collaborer à plusieurs sur un même document",
	"error_create_file": "Une erreur a été rencontrée lors de la création du fichier [$1]",
	"error_create_folder": "Une erreur a été rencontrée lors de la création du dossier [$1]",
	"error_delete_file": "Une erreur a été rencontrée lors de la suppression du fichier [$1]",
	"error_delete_files": "Une erreur est survenue lors de la suppression des fichiers",
	"error_delete_folder": "Une erreur a été rencontrée lors de la suppression du dossier [$1] (c'est le cas lorsque le dossier contient des sous-dossiers ou des notes en lecture seule)",
	"error_file_access_denied": "Accès interdit - Vous n'êtes pas autorisé à accéder à ce fichier",
	"error_filename_missing": "Erreur - Un nom de fichier est attendu et aucun n'a été spécifié",
	"error_invalid_task": "Tâche non valide [$1]",
	"error_lib_not_found": "Erreur - La librairie [$1] n'a pas été trouvée",
	"error_please_select_a_value": "Veuillez sélectionner une valeur",
	"error_rename_file": "Une erreur a été rencontrée lors de la tentative de renommer le fichier [$1] en [$2]",
	"error_rename_folder": "Une erreur a été rencontrée lors de la tentative de renommer le dossier [$1] en [$2]",
	"error_select_first": "Veuillez d'abord sélectionner une note",
	"export_docx": "Format .docx",
	"export_epub": "Format .epub",
	"export_md": "Format .md",
	"export_odt": "Format .odt",
	"export_pdf": "Format .pdf",
	"export_remark": "Remark",
	"export_reveal": "Reveal.JS",
	"export_txt": "Format .txt",
	"favorites_added": "La note a été ajoutée à vos favoris",
	"favorites_addto": "Ajouter cette note à vos favoris",
	"favorites_removed": "La note a été retirée de la liste des favoris",
	"favorites_removefrom": "Retirer cette note de vos favoris",
	"favorites_show": "Afficher vos notes favorites",
	"favorites_title": "Vos notes favorites",
	"fetch_specify_url": "Cette option va récupérer le code HTML d'une page accessible publiquement sur internet, veuillez spécifier ci-après l'URL de la page",
	"file_already_exists": "La note [$1] existe déjà",
	"file_cant_delete": "Vous ne pouvez pas supprimer le fichier [$1] étant donné que vous n'avez pas les permissions requises pour voir le dossier parent",
	"file_created": "La note [$1] a été créé sur le disque",
	"file_deleted": "La note [$1] a été supprimée sur le disque",
	"file_empty": "Désolé, la note [$1] est vide; il n'y a rien à  afficher",
	"file_manager": "Gestionnaire de fichiers",
	"file_not_found": "Le fichier [$1] n'existe pas",
	"file_read_only": "Le fichier [$1] est en lecture seule, il n'est pas possible de le supprimer",
	"file_renamed": "Le fichier [$1] a été renommé en [$2]",
	"files_found": "$1 fichiers ont été retrouvés",
	"folder_already_exists": "Le dossier [$1] existe déjà",
	"folder_cant_delete": "Vous ne pouvez pas supprimer le dossier [$1] étant donné que vous ne disposez pas des permissions requises pour y accéder",
	"folder_created": "Le dossier [$1] a été créé sur le disque",
	"folder_deleted": "Le dossier [$1] et son contenu a été supprimé",
	"folder_not_deleted": "Le dossier [$1] se trouve en dehors du dossier qui contient vos notes et par conséquent n'a pas été supprimé",
	"folder_not_found": "Erreur - Le dossier [$1] ne semble pas exister",
	"folder_parent_not_accessible": "Erreur - Le dossier parent de [$1] ne vous est pas accessible",
	"folder_read_only": "Désolé, le dossier [$1] est en lecture seule",
	"folder_renamed": "Le dossier [$1] a été renommé en [$2]",
	"fullscreen": "Affiche la note en plein écran",
	"hide_treeview": "Cache la liste des fichiers, donne plus de place au contenu",
	"htpasswd_added": "L'utilisateur [$1] a été ajouté, il peut maintenant utiliser l'application",
	"incorrect_parameter": "Le paramètre [$1] est incorrect",
	"json_error": "La tâche [$1] a retourné une réponse JSON incorrecte",
	"lastmodified_title": "$1 dernières notes à avoir été modifiées",
	"loaded_from_localStorage": "Chargé depuis le cache de votre navigateur (<strong><a href='javascript:fnPluginTaskOptimizeReloadNote();'>recharger cette note<\/a><\/strong>)",
	"loading_tree": "Chargement de la liste des notes, merci de patienter...",
	"logged_out": "Vous êtes maintenant déconnect&eacute",
	"login": "Nom d'utilisateur",
	"login_session":"Connectez-vous pour démarrer une session",
	"login_error": "Erreur de connexion, veuillez réessayer s'il vous plaît",
	"login_success": "Connexion réussie",
	"loginform": "Formulaire de connexion",
	"loginform_in": "Se connecter",
	"loginform_out": "Se déconnecter",
	"no_save_allowed": "Erreur, l'édition des notes n'est pas autorisée.",
	"not_authenticated": "Cette fonctionnalité n'est accessible qu'une fois connecté; merci de vous authentifier grâce au formulaire de connexion",
	"ok": "Oui",
	"open_html": "Ouvrir dans une nouvelle fenêtre",
	"open_slideshow": "Lancer le mode présentation",
	"password": "Mot de passe",
	"please_wait": "Un peu de patience s'il vous pla&#xEE;t...",
	"print_preview": "Aper&ccedil;u avant impression",
	"search_from_cache": "Résultats retrouvés depuis le système de cache (<strong><a href='javascript:fnPluginTaskSearchClearCache();'>nettoyer le cache<\/a><\/strong>)",
	"search_no_result": "Désolé, votre recherche n'a pas retourné de résultat",
	"search_placeholder": "Recherchez...",
	"search_restricted_to": "La recherche est limitée au dossier",
	"search_define_folder_title": "Restreint la recherche à ce dossier (sous-dossiers inclus)",
	"search_apply_folder": "Appliquer",
	"search_remove_folder": "Ôter",
	"search_restrict_folder": "Restreint la recherche à un dossier précis afin de l'accélérer",
	"settings_interface_show_login":"Affiche un écran de connexion avant d'afficher l'interface avec la liste des notes",
	"settings_interface_login_message":"Texte d'information additionnel à afficher dans l'écran de connexion",
	"settings_clean": "Nettoie le cache de l'application",
	"settings_clean_done": "Le cache de l'application a été nettoyé",
	"settings_erase": "Supprime les fichiers ayant été précédemment générés par marknotes comme les fichiers .epub, .docx, .html, .pdf, ...",
	"settings_erase_done": "Les fichiers ont été supprimés",
	"settings_erase_nofile": "Il n'y a rien à supprimer; aucun fichier n'a été trouvé",
	"settings_form_title": "Configuration de marknotes",
	"settings_plugins_options_task_backup_default_folder": "Dossier par défaut qui sera sélectionné lorsque l'écran de sauvegarde sera affiché (sélectionner le dossier racine pour faire une sauvegarde complète de vos notes)",
	"settings_plugins_options_task_backup_folder": "Nom du dossier où les sauvegardes seront placées (f.i. 'mes_sauvegardes'); le dossier sera créé si nécessaire",
	"settings_plugins_options_task_backup_ignore_extensions": "Liste des extensions de fichiers à ignorer durant de la sauvegarde",
	"settings_plugins_options_task_backup_max_count_files": "Nombre de fichiers pouvant être compressé en une fois. Plus ce nombre est élevé, plus rapide sera la compression mais le risque de timeout sera d'autant plus important (valeur par défaut : 50).",
	"settings_plugins_options_task_backup_max_size_files": "Taille maximale exprimée en mégabytes des fichiers pouvant être compressée en une fois. Plus ce nombre est élevé, plus rapide sera la compression mais le risque de timeout sera d'autant plus important (cette valeur est prioritaire sur le nombre de fichiers) (valeur par défaut : 10)",
	"settings_plugins_options_task_backup_prefix": "Préfixe à ajouter au fichier ZIP (p.ex. '%DATE%' afin d'ajouter la date et l'heure du jour  comme p.ex. <i>20181225235930<\/i> pour le <i>25 décembre 2018 23:59:30 <\/i>)",
	"settings_plugins_options_task_backup_zip_max_size": "Taille maximale <strong>approximative<\/strong> d'une archive, en MB. Lorsque, p.ex., la taille totale aurait été de 250 MB et que vous avez spécifié ici le chiffre 100, le processus de sauvegarde va tenter de créer trois fichiers, ayant _000.zip, _001.zip and _002.zip comme suffixe. <i>Veuillez prendre en compte que la taille de l'archive est calculée après chaque ajout d'un fichier, la taille réelle d'une archive sera donc toujours plus grande que le fichier mentionné<\/i> (valeur par défaut : 250)",
	"settings_plugins_task_backup_enabled": "Permet la sauvegarde depuis l'interface de marknotes",
	"settings_saved": "Les données de configuration ont été sauvées",
	"show_tree_not_allowed": "L'accès a cet écran a été désactivé, désolé",
	"signin": "Se connecter",
	"sitemap": "Afficher la carte du site",
	"slideshow": "Affiche le document au format 'présentation'",
	"timeline": "Affiche la liste des notes, par ordre chronologique inversé",
	"tree_collapse": "Fermer l'arbre",
	"tree_delete_cancelled": "L'opération a été annulée; rien n'a été supprimé",
	"tree_delete_file": "Supprimer la note [$1]",
	"tree_delete_file_confirm": "Êtes-vous certain de vouloir supprimer la note [$1] ?",
	"tree_delete_file_done": "Le fichier a été supprimé",
	"tree_delete_folder": "Supprimer l'intégralité du dossier [$1]",
	"tree_delete_folder_confirm": "Êtes-vous certain de vouloir supprimer le dossier [$1] et tout ce qu'il contient ?",
	"tree_delete_folder_done": "Le dossier a été supprimé",
	"tree_expand": "Déplier l'arbre",
	"tree_new_folder": "Créer un nouveau dossier",
	"tree_new_folder_name": "Nouveau dossier",
	"tree_new_note": "Créer une nouvelle note",
	"tree_new_note_name": "Nouvelle note",
	"tree_rename": "Renommer",
	"unknown_error": "Une erreur est survenue, merci d'essayer à nouveau",
	"update_newer": "Une nouvelle version de Marknotes est disponible en téléchargement, cliquez sur ce bouton pour télécharger et installer la nouvelle version",
	"update_redirect": "Vous allez être redirigé vers le script d'installation pour poursuivre la mise-à-jour de marknotes",
	"update_settings": "Édite la configuration de marknotes",
	"update_software": "Mettre à jour Marknotes, installe la dernière version du logiciel",
	"upload_files": "Téléverser des fichiers (notes, images, pdf, ...)"
}
